[
  {
    "EnglishTitle": "Wrath of Man",
    "BulgarianTitle": "Човек на гнева",
    "Genre": "Action",
    "Description": "Гай Ричи и неговият любим актьор Джейсън Стейтъм обединяват сили за поредния си разбиващ екшън. Стейтъм играе мълчаливия и загадъчен Ейч, работещ във фирма, отговорна за придвижването на стотици милиони долари около Лос Анджелив всяка седмица.",
    "Date": "22.03.2023",
    "Price": "10",
    "RunningTime": "119",
    "TrailerUrl": "https://www.youtube.com/watch?v=EFYEni2gsK0"
  },
  {
    "EnglishTitle": "Kingsman: The Secret Service",
    "BulgarianTitle": "Kingsman: Тайните служби",
    "Genre": "Action",
    "Description": "Когато бащата на петгодишния Гари „Егси“ Прайс загива по време на изпълнение на военния си дълг, семейството му получава необичаен медал с телефонен номер, който роднините могат използват само веднъж да поискат помощ от всякакво естество. Седемнадесет години по-късно, Егси (ТАРЪН ЕДЖЪРТЪН) никога не е работил след изключването си училище и води безцелно съществуване. След като е арестуван за автомобилно преследване с полицията, той използва номера от медала, за да бъде освободен от затвора. За това се е погрижил Хари Харт (КОЛИН ФЪРТ), учтив безупречен шпионин, който дължи живота си на бащата на Егси. Разтревожен от посоката, по която е поел Егси, но и впечатлен от неговите силни черти, Хари предлага на момчето възможност да промени живота си. Той се обръща към своите работодатели: Kingsman, свръхсекретна независима разузнавателна организация да приеме в редиците си новака.",
    "Date": "30.03.2023",
    "Price": "6",
    "RunningTime": "129",
    "TrailerUrl": "https://www.youtube.com/watch?v=kl8F-8tR8to"
  },
  {
    "EnglishTitle": "The Equalizer",
    "BulgarianTitle": "Закрилникът",
    "Genre": "Thriller",
    "Description": "Дензъл Уошингтън е в ролята на МакКол, човек, който вярва, че е успял да загърби мистериозното си минало и да води спокоен живот. Но след като среща Тери (Клоуи Грейс Мориц) - младо момиче, чийто живот е под контрола на брутални руски гангстери - той не може да стои безучастен и трябва да й помогне. МакКол прекратява самоволното си пенсиониране и открива, че желанието му за справедливост е съживено. Той притежава скрити умения, които му позволяват да отмъсти на всеки насилник над безпомощните. Ако някой има проблем, ако шансовете са срещу него, ако няма към кого друг да се обърне, МакКол е насреща. Той е Закрилникът.",
    "Date": "02.04.2023",
    "Price": "8.20",
    "RunningTime": "132",
    "TrailerUrl": "https://www.youtube.com/watch?v=VjctHUEmutw"
  },
  {
    "EnglishTitle": "Daddy's Home",
    "BulgarianTitle": "Баща в излишък",
    "Genre": "Comedy",
    "Description": "Брад (Уил Фарел) е любящ пастрок на двете деца на съпругата си, които, обаче, не го харесват много-много. Нещата допълнително се усложняват, когато от странстване се завръща биологичният баща на децата Дъсти (Марк Уолбърг), зарязал семейството си преди години. Новопоявилият се в семейството татко е пълна противоположност на леко смотания добряк Брад. Дъсти е лошото момче с мощен Харли Дейвидсън и релеф, който никоя тениска не може да скрие. Въпреки годините на тотално пренебрегване на семейството, сега той е твърдо решен да ги спечели и да разкара завинаги Брад.",
    "Date": "10.04.2023",
    "Price": "9.30",
    "RunningTime": "132",
    "TrailerUrl": "https://www.youtube.com/watch?v=arhMMJx7tCU"
  },
  {
    "EnglishTitle": "The Departed",
    "BulgarianTitle": "От другата страна",
    "Genre": "Drama",
    "Description": "Ченгето-новобранец Били Костиган (Леонардо ДиКаприо) е отраснал сред престъпници. Това го прави съвършената къртица, внедрения човек в бандата, ръководена от боса Франк Костело (Джак Никълсън).",
    "Date": "18.04.2023",
    "Price": "11",
    "RunningTime": "151",
    "TrailerUrl": "https://www.youtube.com/watch?v=iojhqm0JTW4"
  },
  {
    "EnglishTitle": "Django Unchained",
    "BulgarianTitle": "Джанго без окови",
    "Genre": "Drama",
    "Description": "Историята в ДЖАНГО БЕЗ ОКОВИ ни отвежда в северноамериканския юг две години преди Гражданската война и ни запознава с роб (в изпълнение на носителя на Оскар Джейми Фокс), когото съдбата среща с немския ловец на глави д-р Кинг Шулц (отличения с Оскар Кристоф Валц). Шулц е по следите на братята Бритъл и само Джанго може да го отведе до тях. Шулц придобива Джанго с обещанието да го освободи след залавянето на братята – живи или мъртви.",
    "Date": "26.04.2023",
    "Price": "15",
    "RunningTime": "165",
    "TrailerUrl": "https://www.youtube.com/watch?v=_iH0UBYDI4g"
  },
  {
    "EnglishTitle": "Body of Lies",
    "BulgarianTitle": "Мрежа от лъжи",
    "Genre": "Thriller",
    "Description": "Роджър Ферис /Леонардо Ди Каприо/ ракрива водача на голяма ислямска терористична групиравка, за който се предполага, че се намира извън Йордания. Ферис измисля план, чрез който да проникне в престъпната мрежа. Но първо е налага да спечели подкрепата на агента на ЦРУ Ед Хофман /Ръсел Кроу/, както и на колежаниа, сочен за ръководител на Йорданското разузнаване. Привидно приемайки мнението на младия йорданец, Ферис се пита до каква степен всъщност може да се довери на двамата мъже без да изложи на риск операцията и живота си.",
    "Date": "05.05.2023",
    "Price": "9.30",
    "RunningTime": "128",
    "TrailerUrl": "https://www.youtube.com/watch?v=bxQW8NGNb60"
  },
  {
    "EnglishTitle": "Batman",
    "BulgarianTitle": "Батман",
    "Genre": "Adventure",
    "Description": "След като младо момче става свидетел на убийството на неговите родители по-улиците на Готъм Сити то пораства за да се превърне в Батман, който ще бъде супер героят на Готъм и ще се бори с престъпността сам... Той изплува от сенките когато Жокерът се появява той е ужасна личност която е излязла за отмъщение срещу своят шеф но очевидно започва да му харесва това да е срещу закона. През това време самоличността на Батман(прилепа) е все още неизвестна... Може би милионерът Брус Уеин и фотографката Вики Вайл ще успеят да я разкрият...",
    "Date": "13.05.2023",
    "Price": "15",
    "RunningTime": "126",
    "TrailerUrl": "https://www.youtube.com/watch?v=ygK7sAavO0c"
  }
]