[
  {
    "Title": "Wrath of Man",
    "Genre": "Action",
    "Description": "In Los Angeles, an armored truck robbery leaves two guards and a bystander dead. This sets off a series of events told in four acts.\nFive months after the robbery, Patrick Hill joins Fortico Security as an armored truck guard. His manager Terry commends his references and company trainer Bullet\" nicknames him \"H\". Hill barely passes firearm training and gets off to a rocky start with his colleagues, including “Boy Sweat” Dave and Dana Curtis. During a pickup, Bullet is taken hostage, and Hill convinces a panicked Dave to comply with the robbers before he disposes of the entire crew with expert marksmanship and merciless efficiency.\\n\\nHill is questioned by FBI agents investigating the first robbery. The FBI investigators bring their suspicions about Hill to their superior, Agent King, who tells them to leave Hill alone. Hill receives a dossier of Fortico employee files and an autopsy report. Three months later, Hill and Bullet are waylaid in Chinatown, but the robbers flee at the sight of Hill. Hill continues to investigate his coworkers and they become increasingly suspicious of him.\\nFive months before joining Fortico, on the day of the first robbery, Hill is with his son Dougie. Revealed to be working with a robbery crew, Hill grudgingly agrees to monitor an armored truck's route, leaving Dougie in the car. A group of robbers hijack the truck and spot Dougie. Hill races back to his son and watches as Dougie is murdered before he is also shot and left for dead.\\nThree weeks later, Hill wakes up in the hospital. He meets with King, who gives him a list of suspects and agrees to temporarily turn a blind eye. Hill is revealed to be Mason Hargreaves, a notorious crime lord; determined to find Dougie's killer, Hargreaves and his men — led by Mike, Brendan, and Moggy — kill nearly everyone on King's list, without results. Mike voices his concerns about retaliation, and Hargreaves agrees to lay low in London, but instead assumes the identity of Patrick Hill and joins Fortico to continue the hunt alone. It was Hargreaves' own crew who attempted the Chinatown robbery until Mike recognized him.\"",
    "Date": "04.04.2023",
    "Price": "10",
    "RunningTime": "119",
    "TrailerUrl": "https://www.youtube.com/watch?v=EFYEni2gsK0"
  },
  {
    "Title": "Kingsman: The Secret Service",
    "Genre": "Action",
    "Description": "Gary \"Eggsy\" Unwin (Taron Egerton), whose late father secretly worked for a spy organization, lives in a South London housing estate and seems headed for a life behind bars. However, dapper agent Harry Hart (Colin Firth) recognizes potential in the youth and recruits him to be a trainee in the secret service. Meanwhile, villainous Richmond Valentine (Samuel L. Jackson) launches a diabolical plan to solve the problem of climate change via a worldwide killing spree.\"",
    "Date": "12.04.2023",
    "Price": "6",
    "RunningTime": "129",
    "TrailerUrl": "https://www.youtube.com/watch?v=kl8F-8tR8to"
  },
  {
    "Title": "The Equalizer",
    "Genre": "Thriller",
    "Description": "Robert McCall (Denzel Washington), a man of mysterious origin who believes he has put the past behind him, dedicates himself to creating a quiet new life. However, when he meets Teri (Chloë Grace Moretz), a teenager who has been manhandled by violent Russian mobsters, he simply cannot walk away. With his set of formidable skills, McCall comes out of self-imposed retirement and emerges as an avenging angel, ready to take down anyone who brutalizes the helpless.",
    "Date": "19.04.2023",
    "Price": "8.20",
    "RunningTime": "132",
    "TrailerUrl": "https://www.youtube.com/watch?v=VjctHUEmutw"
  },
  {
    "Title": "Daddy's Home",
    "Genre": "Comedy",
    "Description": "Mild-mannered radio executive Brad Whitaker tries hard to be a good stepfather to his wife Sara's two children, Megan and Dylan, and is seemingly sterile after an accident to his testicles some years ago. The kids are finally getting closer to him: Dylan confides in him about some older bullies at school and Megan asks him to take her to the father/daughter dance at her school.\nOne night, Dusty Mayron, Sara's ex and the kids' biological father, calls discovering Sara's married to Brad, and announces he will be visiting the next day. She hesitates to let him into their home, but Brad convinces her it is important for the kids to see their father and stepfather establish a respectful relationship.\nWhen Dusty arrives, he immediately intimidates Brad by his tough and muscular appearance and his charm with Megan and Dylan. He talks Brad into letting him stay, despite Sara warning about his true nature.",
    "Date": "27.04.2023",
    "Price": "9.30",
    "RunningTime": "132",
    "TrailerUrl": "https://www.youtube.com/watch?v=arhMMJx7tCU"
  },
  {
    "Title": "The Departed",
    "Genre": "Drama",
    "Description": "In South Boston, Irish Mob boss Frank Costello introduces himself to a young Colin Sullivan. Twenty years later, Sullivan has been groomed as a spy inside the Massachusetts State Police (MSP) and joins the Special Investigations Unit (SIU), which is building a case against Costello led by Captain Ellerby. Another new officer, Trooper Billy Costigan Jr., is recruited by Captain Queenan and Staff Sergeant Dignam to go undercover and infiltrate Costello's crew due to his working-class Irish-American family connections to South Boston, giving him the appearance of legitimacy to the Irish Mob as a potential recruit. Ellerby informs Special Investigations that only Queenan and Dignam will know their undercovers' names.\nCostigan assaults two Italian-American Mafia soldiers working for the Patriarca crime family in Providence, Rhode Island while they are attempting to extort protection money from a shop owner in South Boston; this draws the attention of Costello, whose organization is a rival of the Mafia. While Costigan becomes increasingly involved in Costello’s criminal organization, his emotional and mental state declines, but Queenan and Dignam plead with him to keep his cover. Other than Queenan and Dignam, Costigan's only contact in the MSP is his police-appointed psychiatrist, Madolyn Madden, who is also Sullivan's girlfriend. Costigan and Madolyn later have an affair.",
    "Date": "05.05.2023",
    "Price": "11",
    "RunningTime": "151",
    "TrailerUrl": "https://www.youtube.com/watch?v=iojhqm0JTW4"
  },
  {
    "Title": "Django Unchained",
    "Genre": "Drama",
    "Description": "In 1858 Texas, brothers Ace and Dicky Speck drive a group of shackled black slaves on foot. Among them is Django, sold off and separated from his wife Broomhilda von Shaft, a house slave who speaks German and English. They are stopped by Dr. King Schultz, a German dentist-turned-bounty hunter seeking to buy Django for his knowledge of the three outlaw Brittle brothers, overseers at the plantation of Django's previous owner and for whom Schultz has a warrant. When Ace refuses to sell Django to Schultz and cocks his gun, Schultz kills him and shoots Dicky's horse in order to pin him to the ground; he advises the freed slaves to take the opportunity for revenge. Schultz offers Django his freedom and $75 in exchange for help tracking down the Brittles\nDjango and Schultz kill the Brittle brothers at Spencer \"Big Daddy\" Bennett's Tennessee plantation. In turn, Bennett pursues them with an armed posse. Schultz ambushes the posse with explosives and Django kills Bennett. Feeling responsible for Django, Schultz agrees to help him find and rescue Broomhilda. They return to Texas where Django collects his first bounty, keeping the handbill as a memento. He and Schultz rack up several bounties before spring when they travel to Mississippi and learn that Broomhilda's new owner is a member of the American gentry Calvin J. Candie, the charming but cruel owner of the \"Candyland\" plantation, where male slaves are forced to wrestle to the death in brutal \"Mandingo\" fights.\"",
    "Date": "13.05.2023",
    "Price": "15",
    "RunningTime": "165",
    "TrailerUrl": "https://www.youtube.com/watch?v=_iH0UBYDI4g"
  },
  {
    "Title": "Body of Lies",
    "Genre": "Thriller",
    "Description": "Central Intelligence Agency case officer Roger Ferris is tracking a high-ranking terrorist leader called Al-Saleem in Iraq. He meets Nizar, a member of the terrorist organization who is prepared to offer information in return for asylum in North America.\nDespite the objections of his boss, Ed Hoffman, Ferris agrees to shelter Nizar. Nizar is used as a pawn to draw out the rest of his cell; when Nizar is captured, Ferris is forced to shoot him to prevent his exposing the identities of Ferris and his associate, Bassam. However, furious at Hoffman's refusal to act on the information Nizar provided, Ferris and Bassam go to search the safe house in Balad, Iraq, Nizar had told them about. Ferris observes men burning records and attempts to bluff his way in but is exposed. In the ensuing shootout and chase, Ferris and Bassam's vehicle is hit by an RPG. Ferris and some salvaged discs are rescued by helicopter, but Bassam is killed in the explosion.",
    "Date": "21.05.2023",
    "Price": "9.30",
    "RunningTime": "128",
    "TrailerUrl": "https://www.youtube.com/watch?v=bxQW8NGNb60"
  },
  {
    "Title": "Batman",
    "Genre": "Adventure",
    "Description": "Reporter Alexander Knox and photojournalist Vicki Vale investigate sightings of the \"Batman\", a masked vigilante targeting Gotham City's criminals. Both attend a fundraiser hosted by billionaire Bruce Wayne, who is secretly Batman, having chosen this path after witnessing a mugger murder his parents when he was a child. During the event, Wayne becomes infatuated with Vale.\\nMeanwhile, mob boss Carl Grissom sends his sociopathic second-in-command Jack Napier to raid Axis Chemicals and retrieve incriminating evidence. However, this is secretly a ploy to have Napier murdered for sleeping with Grissom's mistress Alicia Hunt. Corrupt lieutenant Max Eckhardt arranges the hit on Napier by conducting an unauthorized police operation. However, Commissioner Jim Gordon arrives, takes command, and orders the officers to capture Napier alive. Batman also appears, while Napier kills Eckhardt as revenge for the double-crossing. During a scuffle with Batman, Napier topples off a catwalk and falls into a vat of chemicals. Although presumed dead, Napier survives with various disfigurements including chalk white skin and emerald green hair and nails. He undergoes surgery to repair the damage, but ends up with a rictus grin. Driven insane by his new appearance, Napier, now calling himself \"the Joker\", kills Grissom, massacres Grissom's associates, and takes over his operations.\"",
    "Date": "29.05.2023",
    "Price": "15",
    "RunningTime": "126",
    "TrailerUrl": "https://www.youtube.com/watch?v=ygK7sAavO0c"
  }
]